<template>
  <Layout>
    <PageContainer>
      <div class="section content">
        <h1>เอกสาร</h1>การขอยืมพัสดุ กวศ. 62
        <p>Created at : 2016-08-08 22:39:11 | Updated at : 2019-06-08 22:16:55</p>
        <h3>กฎระเบียบการยืมพัสดุ กวศ. 62</h3>
        <ol>
          <li>การยืมพัสดุต้องแจ้งล่วงหน้า ก่อนยืมทุกครั้ง หากเป็นอุปกรณ์ใช้ทำค่าย หรือ อุปกรณ์ที่ไม่สามารถเบิกได้ ณ ห้องสำนักงาน จำเป็นต้องเบิกล่วงหน้าอย่างน้อย 5 วันทำการ (ไม่รวมวันหยุด)</li>
          <li>ผู้ที่ทำการเบิกยืมพัสดุ ต้องมีใบเบิกยืมเป็นเอกสารซึ่ง ประกอบด้วย หมายเลขรันเอกสาร (จากลิงค์ในเว็บ)</li>ชื่อโครงการ ฝ่าย รายการสิ่งของที่ต้องการพร้อมจำนวน ชื่อ รหัสนิสิต เบอร์โทรศัพท์ รวมถึงวันและเวลาที่จะทำการยืมหรือคืน ซึ่งกิจกรรมนั้นต้องเป็นกิจกรรมภายใต้ความดูแลของคณะวิศวกรรมศาสตร์เท่านั้น และรายละเอียดต่าง ๆ อย่างครบถ้วนและถูกต้อง โดยใบเบิกนั้นมีเพียงการเซ็นชื่อรับรองเป็นลายมือเท่านั้น ในส่วนอื่นจะเป็นการพิมพ์ทั้งสิ้น (หากส่งเอกสารแล้ว สามารถเขียนเบิกอุปกรณ์ที่จะยืมเพิ่ม ด้วยลายมือเขียนได้)
          <li>ผู้เบิกของพัสดุต้องเป็นผู้รับพัสดุทุกครั้ง พร้อมกับเงินมัดจำสำหรับพัสดุบางประเภท</li>
          <li>ผู้ที่คืนพัสดุไม่จำเป็นต้องเป็นผู้ลงชื่อยืมได้ แต่จำเป็นต้องคืนให้กับฝ่ายพัสดุเท่านั้น โดยสามารถวางไว้ชั่วคราวในโถง ในเขตพื้นที่ที่จัดไว้ให้ได้ แต่หากเกิดการสูญหาย ผู้เบิกพัสดุจะต้องเป็นผู้รับผิดชอบ</li>
          <li>ในกรณีกิจกรรมเดียวกัน แต่มีผู้มายืมคนละคน ให้ทำใบเบิกยืมแยกกัน</li>
          <li>หากอุปกรณ์ที่ยืมไปเสียหาย ต้องแจ้งให้ทราบทันที</li>
          <li>อุปกรณ์ที่ยืมไปจำเป็นต้องคืนในสภาพที่สมบูรณ์ หากใช้แล้วเสียสภาพหรือสูญหาย จำเป็นต้องใช้คืนเป็นเงินเต็มจำนวนราคาของพัสดุนั้น หรือ ซื้อใช้คืน ภายใน 1 สัปดาห์</li>
          <li>การยืมกล่องพยาบาล จะมีค่ามัดจำกล่องละ 1000 บาท (หากเป็นค่าย จะมีอุปกรณ์เพิ่มเติมให้) ให้ยืมได้เฉพาะกล่องที่ทางฝ่ายพัสดุจัดกล่องให้เท่านั้น ไม่อนุญาตให้หยิบยาจากชั้นวางของในห้องสำนักงาน เมื่อมีการใช้ยาชนิดใดไปให้แจ้งเจ้าหน้าที่เมื่อคืนกล่องพยาบาลด้วย โดยไม่เสียค่าใช้จ่ายใดๆ ยกเว้น หากมียาสูญหายจำเป็นต้องซื้อยาชนิดนั้นใหม่ ด้วยการหักจากมัดจำ โดยการพิจารณาจากปริมาณของยาโดยฝ่ายพยาบาล</li>
          <li>ข้าพเจ้าได้อ่านกฎข้อนี้อย่างถี่ถ้วนแล้ว ก่อนทำเรื่องเบิกพัสดุภายใต้ความดูแลของกรรมการนิสิตคณะวิศวกรรมศาสตร์</li>
        </ol>ขอเลขรันพัสดุ
        <a>ดาวน์โหลดฟอร์มขอใช้พัสดุ</a>
      </div>
    </PageContainer>
  </Layout>
</template>

<script>
// import marked from "marked";

export default {
  data() {
    // const text = require("./docs.md");
    // console.log(text);
    return {
      // text: null
    };
  }
};
</script>
