<template>
  <div>
    <p>
      1. การยืมพัสดุต้องแจ้งล่วงหน้า ก่อนยืมทุกครั้ง หากเป็นอุปกรณ์ใช้ทำค่าย หรือ อุปกรณ์ที่ไม่สามารถเบิกได้ ณ ห้องสำนักงาน
      <strong>จำเป็นต้องเบิกล่วงหน้าอย่างน้อย 5 วันทำการ</strong> (ไม่รวมวันหยุด)
      <br>2. ผู้ที่ทำการเบิกยืมพัสดุ ต้องมีใบเบิกยืมเป็นเอกสารซึ่ง ประกอบด้วย หมายเลขรันเอกสาร (จากลิงค์ในเว็บ)
      <br>ชื่อโครงการ ฝ่าย รายการสิ่งของที่ต้องการพร้อมจำนวน ชื่อ รหัสนิสิต เบอร์โทรศัพท์ รวมถึงวันและเวลาที่จะทำการยืมหรือคืน ซึ่งกิจกรรมนั้นต้องเป็นกิจกรรมภายใต้ความดูแลของคณะวิศวกรรมศาสตร์เท่านั้น และรายละเอียดต่าง ๆ อย่างครบถ้วนและถูกต้อง โดยใบเบิกนั้นมีเพียงการเซ็นชื่อรับรองเป็นลายมือเท่านั้น ในส่วนอื่นจะเป็นการพิมพ์ทั้งสิ้น (หากส่งเอกสารแล้ว สามารถเขียนเบิกอุปกรณ์ที่จะยืมเพิ่ม ด้วยลายมือเขียนได้)
      <br>3.&nbsp;ผู้เบิกของพัสดุต้องเป็นผู้รับพัสดุทุกครั้ง พร้อมกับเงินมัดจำสำหรับพัสดุบางประเภท
      <br>4. ผู้ที่คืนพัสดุไม่จำเป็นต้องเป็นผู้ลงชื่อยืมได้ แต่จำเป็นต้องคืนให้กับฝ่ายพัสดุเท่านั้น โดยสามารถวางไว้ชั่วคราวในโถง ในเขตพื้นที่ที่จัดไว้ให้ได้ แต่หากเกิดการสูญหาย ผู้เบิกพัสดุจะต้องเป็นผู้รับผิดชอบ
      <br>5. ในกรณีกิจกรรมเดียวกัน แต่มีผู้มายืมคนละคน ให้ทำใบเบิกยืมแยกกัน
      <br>6. หากอุปกรณ์ที่ยืมไปเสียหาย ต้องแจ้งให้ทราบทันที
      <br>7. อุปกรณ์ที่ยืมไปจำเป็นต้องคืนในสภาพที่สมบูรณ์ หากใช้แล้วเสียสภาพหรือสูญหาย จำเป็นต้องใช้คืนเป็นเงินเต็มจำนวนราคาของพัสดุนั้น หรือ ซื้อใช้คืน ภายใน 1 สัปดาห์
      <br>8. การยืมกล่องพยาบาล จะมีค่ามัดจำกล่องละ 1000 บาท (หากเป็นค่าย จะมีอุปกรณ์เพิ่มเติมให้) ให้ยืมได้เฉพาะกล่องที่ทางฝ่ายพัสดุจัดกล่องให้เท่านั้น ไม่อนุญาตให้หยิบยาจากชั้นวางของในห้องสำนักงาน เมื่อมีการใช้ยาชนิดใดไปให้แจ้งเจ้าหน้าที่เมื่อคืนกล่องพยาบาลด้วย โดยไม่เสียค่าใช้จ่ายใดๆ ยกเว้น หากมียาสูญหายจำเป็นต้องซื้อยาชนิดนั้นใหม่ ด้วยการหักจากมัดจำ โดยการพิจารณาจากปริมาณของยาโดยฝ่ายพยาบาล
      <br>9. ข้าพเจ้าได้อ่านกฎข้อนี้อย่างถี่ถ้วนแล้ว ก่อนทำเรื่องเบิกพัสดุภายใต้ความดูแลของกรรมการนิสิตคณะวิศวกรรมศาสตร์
    </p>
    <p>
      <a href="https://docs.google.com/spreadsheets/d/1vSFo2DEzft_xSSd38__v6qGLlmJ-DNXfLm6gYvCFmlg">
        <strong>ขอเลขรันพัสดุ</strong>
      </a>
    </p>
    <p>
      <a href="https://drive.google.com/file/d/1kVY_2up6Vb5KKCMFsoPD8YzKyPrUbgY7/view?usp=sharing">
        <strong>ดาวน์โหลดฟอร์มขอใช้พัสดุ</strong>
      </a>
    </p>
  </div>
</template>
