import { Injectable } from "@angular/core";

@Injectable({
  providedIn: "root"
})
export class StudentService {
  constructor() {}
  get escContactOrder() {
    return [
      "ตำแหน่ง",
      "ชื่อ",
      "นามสกุล",
      "ชื่อเล่น",
      "หมายเลขโทรศัพท์",
      // "e-mail",
      "line",
      // "Facebook"
    ];
  }
  get escContact() {
    return [
      {
        ตำแหน่ง: "หัวหน้านิสิต",
        ชื่อ: "ปพน",
        นามสกุล: "กัมพลกัญจนา",
        ชื่อเล่น: "ปพน",
        หมายเลขโทรศัพท์: "(085) 127-3649",
        "e-mail": "papon.ku@student.chula.ac.th",
        line: "papon1997",
        Facebook: ""
      },
      {
        ตำแหน่ง: "รองหัวหน้านิสิต",
        ชื่อ: "วสิษฐ์พร",
        นามสกุล: "จันทมฤก",
        ชื่อเล่น: "ลูกไม้",
        หมายเลขโทรศัพท์: "(097) 921-4568",
        "e-mail": "wasitbhorn.c@student.chula.ac.th",
        line: "_lukemaii",
        Facebook: ""
      },
      {
        ตำแหน่ง: "รองหัวหน้านิสิตฝ่ายกิจการภายใน",
        ชื่อ: "นันทวัฒน์",
        นามสกุล: "ศรัณย์ภัทร",
        ชื่อเล่น: "นันท์",
        หมายเลขโทรศัพท์: "(086) 669-0129",
        "e-mail": "Nuntawat.S@student.chula.ac.th",
        line: "naonunt",
        Facebook: ""
      },
      {
        ตำแหน่ง: "รองหัวหน้านิสิตฝ่ายกิจการภายนอก",
        ชื่อ: "ชนินทร์",
        นามสกุล: "พรมอยู่",
        ชื่อเล่น: "ฟิชโช่",
        หมายเลขโทรศัพท์: "(095) 328-3963",
        "e-mail": "Chanin.Pr@student.chula.ac.th",
        line: "Toyou2000yearfromnow",
        Facebook: ""
      },
      {
        ตำแหน่ง: "รองหัวหน้านิสิตฝ่ายวิรัชกิจ",
        ชื่อ: "ชัญญา",
        นามสกุล: "สามลฤกษ์",
        ชื่อเล่น: "มายด์",
        หมายเลขโทรศัพท์: "(087) 003-3016",
        "e-mail": "mindchanya@hotmail.com",
        line: "mindaholic",
        Facebook: ""
      },
      {
        ตำแหน่ง: "รองหัวหน้านิสิตฝ่ายสนับสนุน",
        ชื่อ: "ปฐวี",
        นามสกุล: "ปิงคลาศัย",
        ชื่อเล่น: "ปั้น",
        หมายเลขโทรศัพท์: "(081) 569-4455",
        "e-mail": "Patawee.Pi@student.chula.ac.th",
        line: "0815694455",
        Facebook: ""
      },
      {
        ตำแหน่ง: "รองหัวหน้านิสิตฝ่ายพัฒนาองค์กร",
        ชื่อ: "ณัฐนัย",
        นามสกุล: "ณ สงขลา",
        ชื่อเล่น: "แพ็ค",
        หมายเลขโทรศัพท์: "(085) 167-2293",
        "e-mail": "Nattanai.N@student.chula.ac.th",
        line: "opack13",
        Facebook: ""
      },
      {
        ตำแหน่ง: "เลขานุการ",
        ชื่อ: "ภัทริณี",
        นามสกุล: "ภูพาน",
        ชื่อเล่น: "แซนด์",
        หมายเลขโทรศัพท์: "(089) 674-3060",
        "e-mail": "Pattharinee.P@student.chula.ac.th",
        line: "pattharinee1997",
        Facebook: ""
      },
      {
        ตำแหน่ง: "ประธานฝ่ายการเงิน",
        ชื่อ: "จีรกิตติ์",
        นามสกุล: "วชิรอนันต์",
        ชื่อเล่น: "โจม",
        หมายเลขโทรศัพท์: "(099) 195-1429",
        "e-mail": "jirakit04@gmail.com",
        line: "jome_chelsea",
        Facebook: ""
      },
      {
        ตำแหน่ง: "ประธานฝ่ายกีฬา",
        ชื่อ: "จิดาภา",
        นามสกุล: "พูนนิพงษ์",
        ชื่อเล่น: "เจน",
        หมายเลขโทรศัพท์: "(086) 308-0802",
        "e-mail": "",
        line: "Janejp_kiddevil_6308",
        Facebook: ""
      },
      {
        ตำแหน่ง: "ประธานฝ่ายพัฒนาสังคมและบำเพ็ญประโยชน์",
        ชื่อ: "อุรชา",
        นามสกุล: "ใจกล้า",
        ชื่อเล่น: "โมบาย",
        หมายเลขโทรศัพท์: "(088) 951-4497",
        "e-mail": "urachar.j@student.chula.ac.th",
        line: "Mbvirus_vr",
        Facebook: ""
      },
      {
        ตำแหน่ง: "ประธานฝ่ายศิลปวัฒนธรรม",
        ชื่อ: "นัทธมน",
        นามสกุล: "อายุการ",
        ชื่อเล่น: "แน๊ต",
        หมายเลขโทรศัพท์: "(089) 457-8765",
        "e-mail": "natty13944@gmail.com",
        line: "nattynnat",
        Facebook: ""
      },
      {
        ตำแหน่ง: "ประธานฝ่ายวิชาการ",
        ชื่อ: "มนต์นภา",
        นามสกุล: "ล้อจินดา",
        ชื่อเล่น: "มนต์",
        หมายเลขโทรศัพท์: "(061) 454-4514",
        "e-mail": "monnapha.lor@gmail.com",
        line: "monnmonnn",
        Facebook: ""
      },
      {
        ตำแหน่ง: "ประธานฝ่ายกายภาพ",
        ชื่อ: "ชนันท์วิชญ์",
        นามสกุล: "พลับพลาทอง",
        ชื่อเล่น: "โอม",
        หมายเลขโทรศัพท์: "(092) 414-4150",
        "e-mail": "om1478962145@gmail.com",
        line: "Om357159",
        Facebook: ""
      },
      {
        ตำแหน่ง: "ประธานฝ่ายสำนักงาน",
        ชื่อ: "วงศธร",
        นามสกุล: "รัตนอินทนิล",
        ชื่อเล่น: "ไนซ์",
        หมายเลขโทรศัพท์: "(095) 597-1723",
        "e-mail": "6030505221@student.chula.ac.th",
        line: "gu_nongnice",
        Facebook: ""
      },
      {
        ตำแหน่ง: "ประธานฝ่ายพัสดุ",
        ชื่อ: "พีรวัส",
        นามสกุล: "นวมทอง",
        ชื่อเล่น: "โอห์ม",
        หมายเลขโทรศัพท์: "(087) 673-0390",
        "e-mail": "Peeravas.N@student.chula.ac.th",
        line: 1001245
      }
    ];
  }
}
